Repository: tbunitrade/prestashop-test
Catalog: app/Resources/translations/*/AdminCatalogNotification.*.xlf
Languages: uk_ua

source: You cannot set a negative position, the minimum for a position is 0.
uk_ua: Ви не можете встановити негативну позицію, мінімум для позиції 0.

source: You cannot set a position greater than the total number of products in the category, minus 1 (position numbering starts at 0).
uk_ua: Ви не можете встановити позицію більше, ніж загальна кількість продуктів в категорії, мінус 1 (Нумерація починається з 0).

source: Cannot add image because product creation failed.
uk_ua: Не вдається додати зображення, через помилку при створенні товару.

source: Error while creating additional image
uk_ua: Помилка при створенні додаткових зображень

source: Invalid quantity
uk_ua: Невірна кількість

source: Invalid description for %s language
uk_ua: Невірний опис для %s мови

source: An attachment name is required.
uk_ua: Назва для файлу обов`язкова

source: This attachment was unable to be loaded into the database.
uk_ua: Неможливо додати це прикрімлення до бази даних.

source: We were unable to associate this attachment to a product.
uk_ua: Неможливо асоціювати це прикріплення з товаром.

source: An error occurred while saving product attachments.
uk_ua: Помилка при збереженні прикріплення.

source: You cannot delete this product because there is physical stock left.
uk_ua: Ви не можете видалити товар при його наявності на складі.

source: You cannot change the product's cover image.
uk_ua: Неможливо змінити обкладинку товару

source: The image could not be found.
uk_ua: Зображення не знайдено.

source: You cannot delete the product #%d because there is physical stock left.
uk_ua: Ви не можете видалити товар №%d. Є фізичні залишки на складі.

source: The price attribute is required.
uk_ua: Потрібен атрибут ціни.

source: You must add at least one attribute.
uk_ua: Необхідно додати хоча б один атрибут.

source: This combination already exists.
uk_ua: Ця комбінація вже існує.

source: A product must be created before adding features.
uk_ua: Товар повинен бути створений перед додаванням нових характеристик.

source: Please specify priorities.
uk_ua: Будь ласка, вкажіть пріоритети

source: An error occurred while updating priorities.
uk_ua: Помилка при відновленні пріоритетів.

source: An error occurred while setting priorities.
uk_ua: Помилка при зміні пріоритетів.

source: An error occurred while creating customization fields.
uk_ua: Помилка при створенні додаткових полів.

source: An error occurred while updating customization fields.
uk_ua: Помилка при відновленні настроювань.

source: An error occurred while updating the custom configuration.
uk_ua: Помилка при відновленні настроювань конфігурації.

source: The label fields defined are invalid.
uk_ua: Label поля невірні

source: A product must be created before adding customization.
uk_ua: Товар повинен бути створений, перш ніж додавати додаткові параметри.

source: The uploaded file exceeds the "Maximum size for a downloadable product" set in preferences (%1$dMB) or the post_max_size/ directive in php.ini (%2$dMB).
uk_ua: Завантажуваний файл перевищує налаштування "Максимальний розмір завантажуваного товару" (%1$d МБ), або post_max_size директиву в php.ini (%2$d МБ).

source: An error occurred while attempting to associate this image with your shop.
uk_ua: Виникла помилка при спробі застосування зображення до вашого магазину.

source: An error occurred while attempting to move this picture.
uk_ua: Помилка при спробі переміщення зображення.

source: An error occurred while attempting to update the cover picture.
uk_ua: Помилка при спробі оновлення зображення обкладинки.

source: An error occurred while attempting to delete the product image.
uk_ua: Помилка при спробі видалення зображення товару.

source: Wrong IDs
uk_ua: Ідентифікатор невірний

source: Invalid price/discount amount
uk_ua: Невірна сума ціни/знижки

source: Please select a discount type (amount or percentage).
uk_ua: Будь ласка, виберіть тип знижки (сума або відсоток)

source: The from/to date is invalid.
uk_ua: Неправильно з/на сьогоднішній день

source: A specific price already exists for these parameters.
uk_ua: Спеціальна ціна для цих параметрів вже існує.

source: The name for feature %1$s is too long in %2$s.
uk_ua: Назва характеристики %1$s занадто довга в %2$s.

source: A valid name required for feature. %1$s in %2$s.
uk_ua: Потрібна назва для характеристики. %1$s в %2$s.

source: An error occurred while adding tags.
uk_ua: Помилка при додаванні тегу.

source: This %1$s field is required at least in %2$s
uk_ua: Поле %1$s обов'язкове якмінімум в %2$s

source: The %1$s field is too long (%2$d chars max).
uk_ua: Поле %1$s задовге (%2$d символів макс.).

source: This %1$s field (%2$s) is too long: %3$d chars max (current count %4$d).
uk_ua: Поле %1$s (%2$s) задовге: %3$d символів максимум (зараз %4$d символів).

source: The expiration-date attribute is required.
uk_ua: Для цього поля слід вказати атрибут терміну дії.

source: An error occurred while attempting to delete previous tags.
uk_ua: Помилка при видаленні попередніх тегів.

source: The selected currency is not valid
uk_ua: Обрана валюта не вірна

source: An error occurred while copying image, the file does not exist anymore.
uk_ua: Виникла помилка при копіюванні зображення, файл більше не існує.

source: An error occurred while copying image, the file width is 0px.
uk_ua: Виникла помилка при копіюванні зображення, ширина зображення 0 пікселів.

source: An error occurred while copying image, check your memory limit.
uk_ua: Виникла помилка при копіюванні зображення, перевірте обмеження пам'яті.

source: An error occurred while copying the image.
uk_ua: Помилка при копіюванні зображення.

source: You can't add product packs into a pack
uk_ua: Ви не можете додати пакунки товарів в пакет.

source: An error occurred while attempting to add products to the pack.
uk_ua: Помилка при додаванні товарів в упакування.

source: Error on image caption: "%1s" is not a valid caption.
uk_ua: Помилка підпису зображення: "%1s" некоректний підпис.

source: The discount was successfully generated.
uk_ua: Знижку успішно згенеровано

source: The root category of the shop %shop% is not associated with the current shop. You can't access this page. Please change the root category of the shop.
uk_ua: Коренева категорія магазину %shop% не пов'язана з поточним магазином. Доступ заборонено. Будь ласка, змініть кореневу категорію магазину.

source: You cannot update the available stock when it depends on stock.
uk_ua: Ви не можете оновити наявний запас, коли це залежить від складу.

source: Incorrect Stock Manager class [%s]
uk_ua: Неприпустимий клас товарних запасів (Stock Manager) [%s]

source: Stock Manager class not found [%s]
uk_ua: Клас товарних запасів (Stock Manager) [%s] не знайдений

source: This will copy the images too. If you wish to proceed, click "Yes". If not, click "No".
uk_ua: Також буде скопійовано зображення. Для продовження натисніть "Так", або "Ні" для припинення.

source: An error occurred while updating the status for an object.
uk_ua: Помилка при оновленні статусу об'єкта.

source: This feature has been disabled. You can activate it here: %link%.
uk_ua: Ця функція була відключена. Ви можете активувати її тут: %link%.

source: (cannot load object)
uk_ua: (неможливо завантажити об'єкт)

source: The attribute value "%1$s" already exist for %2$s language
uk_ua: Значення "%1$s" вже існує для %2$s мови

source: Failed to delete the attribute.
uk_ua: Не вдалося видалити атрибут.

source: Unable to resize one or more of your pictures.
uk_ua: Неможливо змінити розмір одного, або декількох зображень.

source: List of products without available quantities for sale are not displayed because stock management is disabled.
uk_ua: Перелік товарів без доступної для продажу кількості не вказується, оскільки відключене керування запасами.

source: You do not have permission to add suppliers.
uk_ua: У вас немає прав для додавання постачальників.

source: The address is not correct. Please make sure all of the required fields are completed.
uk_ua: Адреса невірна. Перевірте чи всі поля заповнені правильно.

source: It is not possible to delete a supplier if there are pending supplier orders.
uk_ua: Неможливо видалити постачальника, якщо очікується поставка

source: The voucher cannot end before it begins.
uk_ua: Термін дії купону не може закінчуватись до початку його дії.

source: The minimum amount cannot be lower than zero.
uk_ua: Мінімальне значення не може бути нижчим за нуль.

source: Reduction percentage must be between 0% and 100%
uk_ua: Відсоток знижки повинен бути в межах від 0% до 100%

source: Reduction amount cannot be lower than zero.
uk_ua: Величина знижки не може бути меншою за нуль.

source: This cart rule code is already used (conflict with cart rule %rulename%)
uk_ua: Цей код знижки вже використовується (конфлікт з кодом %rulename%)

source: An action is required for this cart rule.
uk_ua: Дія є необхідною для правила кошика.

source: No product has been found.
uk_ua: Товар не знайдено.

source: The category cannot be moved here.
uk_ua: Неможливо перемістити категорію

source: The category cannot be a parent of itself.
uk_ua: Категорія не може бути батьківською для себе самої.

source: Unknown delete mode: %s
uk_ua: Невідомий метод видалення: %s

source: You cannot remove this category because one of your shops uses it as a root category.
uk_ua: Неможливо видалити цю категорію, оскільки вона використовується у якості кореневої категорії.

source: An error occurred while uploading category image.
uk_ua: Помилка при завантаженні зображення категорії.

source: An error occurred while uploading thumbnail image.
uk_ua: Помилка при завантаженні ескізу зображення.

source: An error occurred while uploading the image:
uk_ua: Відбулася помилка під час завантаження зображення:

source: An error occurred while uploading the image.
uk_ua: Помилка при завантаженні зображення.

source: Invalid 'from' date
uk_ua: Невірна дата \"Від\"

source: Invalid 'to' date
uk_ua: Невірна дата \"До\"

source: Invalid product
uk_ua: Неправильний товар

source: Invalid combination
uk_ua: Неправильна комбінація

source: An error occurred during the image upload process.
uk_ua: Помилка при завантаженні малюнку.

source: An order has already been placed with this cart.
uk_ua: Замовлення з цього кошика вже було оформлене.

source: There are not enough products in stock.
uk_ua: Недостатньо товарів в наявності.

source: This product cannot be added to the cart.
uk_ua: Неможливо додати товар у кошик.

source: You already have the maximum quantity available for this product.
uk_ua: У вас уже є максимальна кількість для даного товару.

source: Invalid voucher.
uk_ua: Невірний купон.

source: Submitted reduction value (0-100) is out-of-range
uk_ua: Вказане значення знижки (0-100) поза межами

source: An error occurred while updating the specific price.
uk_ua: Помилка при відновленні спец. цін.

source: No reduction value has been submitted
uk_ua: Жодної знижки не підтверджено

source: The specific price ID is invalid.
uk_ua: Невірний ідентифікатор ціни

source: An error occurred while attempting to delete the specific price.
uk_ua: Помилка при видаленні спец. цін

source: Invalid date range
uk_ua: Невірний відрізок часу

source: This feature has been disabled. You can activate it here: %url%.
uk_ua: Ця функція була відключена. Ви можете активувати її тут: %url%.

source: Please select at least one attribute.
uk_ua: Будь ласка, виберіть хоча б один атрибут.

source: Unable to initialize these parameters. A combination is missing or an object cannot be loaded.
uk_ua: Не вдалося ініціалізувати параметри, комбінація відсутнє або об`єкт не може бути завантажений.

source: This file is associated with the following products, do you really want to delete it?
uk_ua: Цей файл пов'язаний з наведеними товарами, бажаєте видалити його?

source: File not found
uk_ua: Файл не знайдено

source: Failed to copy the file.
uk_ua: Помилка копіювання файлу

source: The file %file% exceeds the size allowed by the server. The limit is set to %size% MB.
uk_ua: Розмір файлу %file% перевищує розмір дозволений сервером. Максимум %size% МБ.

source: Upload error. Please check your server configurations for the maximum upload size allowed.
uk_ua: Помилка завантаження. Будь ласка, перевірте налаштування вашого серверу щодо найбільшого розміру завантаження.

source: This value is too long. It should have %limit% characters or less.
uk_ua: Надто довге значення. Доступна кількість символів: не більше %limit%.

source: This pack is empty. You must add at least one product item.
uk_ua: Набір порожній. Ви повинні додати принаймні один товар.

source: No product matches your search. Try changing search terms.
uk_ua: За вашим запитом товарів не знайдено. Спробуйте змінити пошуковий вираз.

source: Stock successfully updated
uk_ua: Залишки успішно оновлено

source: Product(s) successfully activated.
uk_ua: Товар(и) успішно активовано.

source: Product(s) successfully deactivated.
uk_ua: Товар(и) успішно вимкнено.

source: Product(s) successfully deleted.
uk_ua: Товар(и) успішно видалено.

source: Product(s) successfully duplicated.
uk_ua: Товар(и) успішно дубльовано.

source: Products successfully sorted.
uk_ua: Товари успішно відсортовано.

source: Product successfully deleted.
uk_ua: Товар успішно видалено.

source: Product successfully duplicated.
uk_ua: Товар успішно дубльовано.

source: Product successfully activated.
uk_ua: Товар успішно активовано.

source: Product successfully deactivated.
uk_ua: Товар успішно вимкнено.

source: It is not possible to delete a combination while it still has some quantities in the Advanced Stock Management. You must delete its stock first.
uk_ua: Неможливо видалити комбінаю допоки є залишки в Розширеному керуванні залишками. Спершу видаліть його зі складу.

source: Error while deleting the stock
uk_ua: Помилка при видаленні запасу

source: Successful deletion
uk_ua: Успішно видалено

source: You cannot delete this attribute.
uk_ua: Не вдається вилучити атрибут

source: There is no attachment yet.
uk_ua: Вкладень немає.

source: There is no result for this search. Update your filters to view other products.
uk_ua: Цей пошук не дав результатів. Оновіть фільтри для перегляду інших товарів.

source: Duplication in progress...
uk_ua: Дублювання триває...

source: Duplication failed.
uk_ua: Помилка дублювання.

source: Activation in progress...
uk_ua: Активація триває...

source: Activation failed.
uk_ua: Помилка активації.

source: Deactivation in progress...
uk_ua: Вимкнення триває...

source: Deactivation failed.
uk_ua: Помилка вимкнення.

source: Deletion in progress...
uk_ua: Видалення триває...

source: Deletion failed.
uk_ua: Помилка видалення.

source: Duplicating products
uk_ua: Дублювання товарів

source: Duplicating...
uk_ua: Дублювання...

source: Activating products
uk_ua: Активація товарів

source: Activating...
uk_ua: Активація...

source: Deactivating products
uk_ua: Вимкнення товарів

source: Deactivating...
uk_ua: Вимкнення...

source: Deleting products
uk_ua: Видалення товарів

source: Deleting...
uk_ua: Видалення...

source: You are in a multistore context: any modification will impact all your shops, or each shop of the active group.
uk_ua: Ви знаходитесь в контексті мультимагазину: будь-які зміни вплинуть на всі ваші магазини або кожен магазин активної групи.

source: If no carrier is selected then all the carriers will be available for customers orders.
uk_ua: Якщо жоден перевізник не буде обраний, то всі перевізники будуть доступні для замовлень покупців.

source: Friendly URLs are currently disabled.
uk_ua: Дружні URL наразі вимкнено.

source: To enable it, go to [1]SEO and URLs[/1]
uk_ua: Щоб увімкнути, перейдіть до [1]Оптимізація і URL[/1]

source: Friendly URLs are currently enabled.
uk_ua: Дружні URL наразі увімкнено.

source: To disable it, go to [1]SEO and URLs[/1]
uk_ua: Для вимкнення, перейдіть до [1]SEO оптимізації[/1]

source: The "Force update of friendly URL" option is currently enabled.
uk_ua: Параметр "Примусово оновити дружній URL" наразі увімкнено.

source: To disable it, go to [1]Product Settings[/1]
uk_ua: Для вимкнення перейдіть до [1]Налаштування товарів[/1]

source: When enabling advanced stock management for a pack, please make sure it is also enabled for its product(s) – if you choose to decrement product quantities.
uk_ua: При увімкнені розширеного управління запасами для набору, впевніться що воно увімкнено для кожного товару в наборі - на випадок якщо ви захочете змінити кількості товарів в наборі.

source: You can't add or edit a product in this shop context: select a shop instead of a group of shops.
uk_ua: В контексті цього магазину не можна додавати або редагувати товар: оберіть магазин замість групи магазинів.

source: This will delete all the combinations. Do you wish to proceed?
uk_ua: Всі комбінації буде видалено. Продовжити?

source: This will delete the specific price. Do you wish to proceed?
uk_ua: Спеціальні ціни буде видалено. Продовжити?

source: A pack of products can't have combinations.
uk_ua: Набір товарів не може мати комбінації.

source: A virtual product can't have combinations.
uk_ua: Віртуальний товар не може мати комбінації.

source: You can't manage your stock in this shop context: select a shop instead of a group of shops.
uk_ua: Ви не можете керувати залишками в цьому контексті: оберіть магазин замість групи магазинів.

source: You must select some products before
uk_ua: Ви повинні вибрати деякі товари перед

source: No address has been found for this brand.
uk_ua: Немає адрес для цього виробника.

source: What do you want to do with the products associated with this category?
uk_ua: Що ви хочете зробити з товарами, пов'язаними з цією категорією?

source: Deleting multiple categories
uk_ua: Видалення декількох категорій

source: I want to associate the products without other categories to the parent category, then disable these products for now. I re-enable them when they are moved in their new category.
uk_ua: Товари, що не зв'язані з жодною іншою категорією, зв'язати з батьківською категорією та відключити. Я увімкну ці товари після переміщення їх до нових категорій.

source: (Recommended)
uk_ua: (Рекомендовано)

source: I want to associate the products without other categories to the parent category, and keep them enabled.
uk_ua: Я хочу прив'язати товари без інших категорій до батьківської категорії, та залишити їх включеними.

source: I want to remove the products which are listed only within this category and no others.
uk_ua: Я хочу видалити товари, що перераховані лише в цій категорії і ні в якій іншій.

source: Deleting this category will remove products linked only within this category and no others. Are you sure you want to continue?
uk_ua: Видалення цієї категорії видалить товари, що пов'язані лише з цією категорією. Ви впевнені, що хочете продовжити?
