Repository: tbunitrade/prestashop-test
Catalog: app/Resources/translations/*/AdminShopparametersFeature.*.xlf
Languages: uk_ua

source: In Stock
uk_ua: Є в наявності

source: Product available for orders
uk_ua: Товари доступні для замовлення

source: Out-of-Stock
uk_ua: Розпродано

source: Dear Customer, Regards, Customer service
uk_ua: Шановний клієнт, З повагою, Служба підтримки

source: We are currently updating our shop and will be back really soon. Thanks for your patience.
uk_ua: В даний час ми оновлюємо магазин, незабаром доступ буде відновлено. Дякуємо за розуміння.

source: #IN
uk_ua: №Рах.

source: #DE
uk_ua: №ТН

source: a|about|above|after|again|against|all|am|an|and|any|are|aren|as|at|be|because|been|before|being|below|between|both|but|by|can|cannot|could|couldn|did|didn|do|does|doesn|doing|don|down|during|each|few|for|from|further|had|hadn|has|hasn|have|haven|having|he|ll|her|here|hers|herself|him|himself|his|how|ve|if|in|into|is|isn|it|its|itself|let|me|more|most|mustn|my|myself|no|nor|not|of|off|on|once|only|or|other|ought|our|ours|ourselves|out|over|own|same|shan|she|should|shouldn|so|some|such|than|that|the|their|theirs|them|themselves|then|there|these|they|re|this|those|through|to|too|under|until|up|very|was|wasn|we|were|weren|what|when|where|which|while|who|whom|why|with|won|would|wouldn|you|your|yours|yourself|yourselves
uk_ua: з|й|що|та|із|але|цей|коли|як|чого|хоча|нам|якої|чи|це|від|про|і|їх|є|інших|ти|він|вона|воно|ми|ви|вони

source: You may unsubscribe at any moment. For that purpose, please find our contact info in the legal notice.
uk_ua: Ви зможете скасувати підписку в будь-який час, написавши нам через форму зворотнього зв'язку.

source: Mr.
uk_ua: Пан

source: Mrs.
uk_ua: Пані

source: Webmaster
uk_ua: Вебмайстер

source: Customer service
uk_ua: Служба підтримки клієнтів

source: If a technical problem occurs on this website
uk_ua: Якщо виникають технічні помилки на сайті

source: For any question about a product, an order
uk_ua: Стосовно запитань по товарах чи замовленнях

source: Visitor
uk_ua: Відвідувач

source: Guest
uk_ua: Гість

source: Customer
uk_ua: Клієнт

source: Male
uk_ua: Ч

source: Female
uk_ua: Ж

source: Social title
uk_ua: Звертання

source: Neutral
uk_ua: Нейтральний

source: Add new social title
uk_ua: Додати нове звертання

source: Social titles
uk_ua: Звертання

source: Image width
uk_ua: Ширина зображення

source: Image height
uk_ua: Висота зображення

source: Unknown
uk_ua: Невідомо

source: Shop name
uk_ua: Назва магазину

source: Add new store
uk_ua: Додати новий магазин

source: Stores
uk_ua: Магазини

source: Store name (e.g. City Center Mall Store).
uk_ua: Назва магазину (напр., Міський торгівельний центр) .

source: Allowed characters: letters, spaces and %s
uk_ua: Допустимі символи: букви, пробіли і %s

source: Latitude / Longitude
uk_ua: Широта / довгота

source: Store coordinates (e.g. 45.265469/-47.226478).
uk_ua: Координати магазину (напр., 45.265469 / -47,226478).

source: Picture
uk_ua: Фото

source: Monday
uk_ua: Понеділок

source: Tuesday
uk_ua: Вівторок

source: Wednesday
uk_ua: Середа

source: Thursday
uk_ua: Четвер

source: Friday
uk_ua: П'ятниця

source: Saturday
uk_ua: Субота

source: Sunday
uk_ua: Неділя

source: Choose your country
uk_ua: Виберіть країну

source: Choose your state (if applicable)
uk_ua: Виберіть область (якщо є)

source: Displayed in emails and page titles.
uk_ua: Показується в е-листах і в заголовку сторінки.

source: Shop email
uk_ua: Е-пошта магазину

source: Registration number
uk_ua: Реєстраційний номер

source: Shop address line 1
uk_ua: Адреса магазину

source: Shop address line 2
uk_ua: Адреса магазину (продовження)

source: Contact details
uk_ua: Контактна інформація

source: Visits
uk_ua: Відвідувань

source: Registrations
uk_ua: Реєстрацій

source: Visitors
uk_ua: Відвідувачі

source: Pages
uk_ua: Сторінки

source: Reg.
uk_ua: Реє-ії.

source: Avg. cart
uk_ua: середній кошик

source: Reg. rate
uk_ua: Реє-ія рейтинг

source: Order rate
uk_ua: Діапазон замовлень

source: Click
uk_ua: Натисніть

source: Base
uk_ua: Бази

source: Add new referrer
uk_ua: Додати новий реферал

source: Affiliate
uk_ua: Партнери

source: Affiliates can access their data with this name and password.
uk_ua: Партнери можуть отримати доступ до власних даних з таким ім'ям і паролем.

source: Front access:
uk_ua: Зовнішній доступ:

source: Commission plan
uk_ua: Комісія план

source: Click fee
uk_ua: Плата за клік

source: Base fee
uk_ua: Базова плата

source: Percent fee
uk_ua: Відсоткова плата

source: Technical information -- Simple mode
uk_ua: Технічна інформація - Простий режим

source: Include
uk_ua: включаючи

source: HTTP referrer
uk_ua: HTTP реферал

source: Exclude
uk_ua: Без

source: Request URI
uk_ua: Вимагає URI

source: Technical information -- Expert mode
uk_ua: Технічна інформація - Експертна режим

source: Unique visitors
uk_ua: Унікальних користувачів

source: Pages viewed
uk_ua: Переглянуто сторінок

source: Registration rate
uk_ua: Діапазон реєстрацій

source: Undefined
uk_ua: Не визначено

source: There are no visitors online.
uk_ua: Немає відвідувачів онлайн.

source: Referrer
uk_ua: Реферер

source: Server
uk_ua: Сервер

source: GET variable
uk_ua: GET змінні

source: $_GET variable
uk_ua: $_GET змінна

source: Add new search engine
uk_ua: Додати нову пошукову систему

source: Product name
uk_ua: Назва товару

source: Search
uk_ua: Пошук

source: Aliases
uk_ua: Аліаси

source: The "indexed" products have been analyzed by PrestaShop and will appear in the results of a front office search.
uk_ua: "Індексовані" товари проаналізовано PrestaShop і з'являться в результатах пошуку в магазині.

source: Indexed products
uk_ua: Кількість проіндексованих товарів

source: Building the product index may take a few minutes.
uk_ua: Створення списку товарів може зайняти декілька хвилин або більше

source: If your server stops before the process ends, you can resume the indexing by clicking "Add missing products to the index".
uk_ua: Якщо ваш сервер зупиниться до закінчення процесу, то ви зможете продовжити індексування натиснувши "Додати відсутні товари до індексу".

source: Add missing products to the index
uk_ua: Додати відсутні товари до індексу

source: Re-build the entire index
uk_ua: Перебудувати весь індекс

source: You can set a cron job that will rebuild your index using the following URL:
uk_ua: Ви можете додати задачу в крон: використовуйте посилання

source: Search within word
uk_ua: Пошук у слові

source: Search exact end match
uk_ua: Пошук точного співпадання

source: Minimum word length (in characters)
uk_ua: Мінімальна довжина текстового поля

source: Blacklisted words
uk_ua: Слова "чорного списку"

source: Weight
uk_ua: Вага

source: The "weight" represents its importance and relevance for the ranking of the products when completing a new search.
uk_ua: «Вага» є важливою і актуальною для рейтингу продуктів при спробі нового пошуку.

source: A word with a weight of eight will have four times more value than a word with a weight of two.
uk_ua: Слово з вагою 8 матиме 4 рази більше значення, ніж слово з вагою 2.

source: We advise you to set a greater weight for words which appear in the name or reference of a product. This will allow the search results to be as precise and relevant as possible.
uk_ua: Саме тому рекомендується встановити велику вагу для слів, що використовуються у назві чи посиланні товару, а не в описі. Таким чином, результати пошуку будуть максимально точні і релевантні запитам.

source: Setting a weight to 0 will exclude that field from search index. Re-build of the entire index is required when changing to or from 0
uk_ua: Установлення ваги в 0 виключить це поле з пошукового індексу. При зміні з або в 0 потрібна перебудова існуючого індексу

source: Product name weight
uk_ua: Вага Назви товару

source: Reference weight
uk_ua: Вага Артукулу

source: Short description weight
uk_ua: Вага Короткого опису

source: Description weight
uk_ua: Вага Опису

source: Category weight
uk_ua: Вага Категорії

source: Brand weight
uk_ua: Вага бренду

source: Tags weight
uk_ua: Вага тегів

source: Attributes weight
uk_ua: Вага Атрибутів

source: Features weight
uk_ua: Вага Характеристик

source: Add new alias
uk_ua: Додати новий псевдонім

source: Result
uk_ua: Результат

source: Page
uk_ua: Сторінка

source: Page title
uk_ua: Заголовок сторінки

source: Accented URL
uk_ua: Спеціальні символи в URL

source: Redirect to the canonical URL
uk_ua: Перенаправляти на канонічний URL

source: No redirection (you may have duplicate content issues)
uk_ua: Без перенаправлення (можуть бути проблеми з дубльованим змістом)

source: 302 Moved Temporarily (recommended while setting up your store)
uk_ua: 302 Тимчасово переміщено (рекомендується при налаштуванні вашого сервера)

source: 301 Moved Permanently (recommended once you have gone live)
uk_ua: 301 Постіно переміщено (рекомендується лише в живому магазині)

source: Disable Apache's MultiViews option
uk_ua: Вимкнути параметр MultiViews в Apache

source: Disable Apache's mod_security module
uk_ua: Вимкнути модуль mod_security в Apache

source: Generate robots.txt file
uk_ua: Генерувати файл "robots.txt"

source: Robots file generation
uk_ua: Генерація файлу "robots.txt"

source: Set shop URL
uk_ua: Встановити URL магазину

source: Shop domain
uk_ua: Домен магазину

source: SSL domain
uk_ua: Домен SSL

source: Base URI
uk_ua: Базовий URL

source: Set up URLs
uk_ua: URL-адреси встановлення

source: Manage domain name
uk_ua: Керувати назвою домену

source: Add a domain name
uk_ua: Додати назву домену

source: Schema of URLs
uk_ua: Схема URL

source: Add a new page
uk_ua: Додати нову сторінку

source: Keywords: %keywords%
uk_ua: Ключові слова: %keywords%

source: Default pages
uk_ua: Типова сторінка

source: Module pages
uk_ua: Сторінки модулів

source: Meta tags
uk_ua: Мета мітки

source: Page name
uk_ua: Назва сторінки

source: Route to products
uk_ua: Шлях до товарів

source: Route to category
uk_ua: Шлях до категорії

source: Route to category which has the "selected_filter" attribute for the "Layered Navigation" (blocklayered) module
uk_ua: Шлях до категорії, що має атрибут "selected_filter" (обраний фільтр) у модулі "Багаторівнева навігація" (блокошаровий)

source: Route to supplier
uk_ua: Маршрут до постачальника

source: Route to brand
uk_ua: Шлях до бренду

source: Route to page
uk_ua: Шлях до сторінки

source: Route to page category
uk_ua: Шлях до сторінки категорії

source: Route to modules
uk_ua: Шлях до модулів

source: Rewritten URL
uk_ua: Переписана URL-адреса

source: Alias
uk_ua: Аліас

source: Contacts
uk_ua: Контакти

source: Save messages?
uk_ua: Зберегти повідомлення?

source: Add new contact
uk_ua: Додати новий контакт

source: Shop ID
uk_ua: ID магазину

source: Shop group
uk_ua: Группа магазинів

source: Root category
uk_ua: Головна категорія

source: Main URL for this shop
uk_ua: Головний URL цього магазину

source: Edit this shop group
uk_ua: Змінити групу магазину

source: Add new shop
uk_ua: Додати новий магазин

source: Multistore tree
uk_ua: Дерево мультимагазинів

source: Registration date
uk_ua: Дата реєстрації

source: Group name
uk_ua: Назва групи

source: Discount (%)
uk_ua: Знижка (у %)

source: Members
uk_ua: Користувачі

source: Show prices
uk_ua: Показати ціни

source: Creation date
uk_ua: Дата створення

source: Default groups options
uk_ua: Типове налаштування груп

source: Visitors group
uk_ua: Група відвідувачів

source: Guests group
uk_ua: Група гостей

source: Customers group
uk_ua: Група покупців

source: Save, then add a category reduction.
uk_ua: Зберегти та додати знижку для категорії.

source: Add new group
uk_ua: Додати нову групу

source: Customer group
uk_ua: Група клієнтів

source: Price display method
uk_ua: Відображення ціни

source: Category discount
uk_ua: Знижка для категорії

source: Modules authorization
uk_ua: Авторизація модулів

source: Indexing
uk_ua: Індексується

source: Refresh index
uk_ua: Оновити індекс

source: Cache
uk_ua: Кеш

source: Refresh cache
uk_ua: Оновити кеш

source: Save direct traffic?
uk_ua: Зберегти прямий трафік

source: Exclude taxes in sales total?
uk_ua: Не враховувати податки в сумі продажів?

source: Exclude shipping in sales total?
uk_ua: Не включати вартість доставки до суми продажів?

source: Round up away from zero, when it is half way there (recommended)
uk_ua: Класичне заокруглення - вверх від половини (рекомендовано)

source: Round down towards zero, when it is half way there
uk_ua: Заокрулення вниз від половини

source: Round towards the next even value
uk_ua: Заокруглення до найближчого парного значення

source: Round towards the next odd value
uk_ua: Заокруглення до найближчого непарного значення

source: Round up to the nearest value
uk_ua: Заокруглення вверх до найближчого значення

source: Round down to the nearest value
uk_ua: Заокруглення вниз до найближчого значення

source: Round on each item
uk_ua: Заокруглення кожної позиції

source: Round on each line
uk_ua: Заокруглення в кожному рядку

source: Round on the total
uk_ua: Заокруглення загальної суми

source: Enable SSL
uk_ua: Увімкнути SSL

source: Enable SSL on all pages
uk_ua: Ввімкнути SSL на всіх сторінках

source: Increase front office security
uk_ua: Покращити безпеку магазину

source: Allow iframes on HTML fields
uk_ua: Дозволити iframe-и в полях HTML

source: Use HTMLPurifier Library
uk_ua: Використовувати бібліотеку HTMLPurifier

source: Round mode
uk_ua: Тип округлення цін

source: Round type
uk_ua: Тип заокруглення

source: Number of decimals
uk_ua: Кількість десяткових знаків

source: Display brands and suppliers
uk_ua: Показати бренди та постачальників

source: Display best sellers
uk_ua: Показувати найбільш популярні товари

source: Enable Multistore
uk_ua: Увімкнути "Мультимагазин"

source: Main Shop Activity
uk_ua: Основна діяльність магазину

source: Please click here to check if your shop supports HTTPS.
uk_ua: Натисніть тут, щоб перевірити підтримку HTTPS вашим магазином.

source: Enable final summary
uk_ua: Увімкнути останній огляд

source: Enable guest checkout
uk_ua: Дозволити замовлення без реєстрації

source: Disable Reordering Option
uk_ua: Вимкнути повторні замовлення

source: Minimum purchase total required in order to validate the order
uk_ua: Мінімальна вартість замовлення для перевірки замовлення

source: Recalculate shipping costs after editing the order
uk_ua: Перераховувати вартість доставки після редагування замовлення

source: Allow multishipping
uk_ua: Дозволити багато-доставку

source: Delayed shipping
uk_ua: Відкладена доставка

source: Terms of service
uk_ua: Умови використання

source: Page for the Terms and conditions
uk_ua: Сторінка угод та умов

source: Gift options
uk_ua: Опції подарунків

source: Offer gift wrapping
uk_ua: Пропонувати подарункову упаковку

source: Gift-wrapping price
uk_ua: Ціна подарункової упаковки

source: Gift-wrapping tax
uk_ua: Податок з ціни подарункової упаковки

source: Offer recycled packaging
uk_ua: Пропонувати упаковку з переробленої бумаги

source: Icon
uk_ua: Іконка

source: Send email to customer
uk_ua: Надсилати E-mail клієнту

source: Email template
uk_ua: Шаблон E-mail

source: Edit return status
uk_ua: Редагувати стан повернення

source: Add new order status
uk_ua: Додати новий статус замовлення

source: Add new order return status
uk_ua: Додати новий статус повернення

source: Return statuses
uk_ua: Статуси повернень

source: Status name
uk_ua: Назва статусу

source: Color
uk_ua: Колір

source: Consider the associated order as validated.
uk_ua: Вважати замовлення оформленим

source: Allow a customer to download and view PDF versions of his/her invoices.
uk_ua: Дозволити клієнту завантажувати і переглядати PDF версію рахунку.

source: Hide this status in all customer orders.
uk_ua: Ховати цей статус у всіх замовленнях покупця.

source: Send an email to the customer when his/her order status has changed.
uk_ua: Надішліть електронний лист клієнту, коли статус замовлення змінено

source: Attach invoice PDF to email.
uk_ua: Додати PDF рахунок до e-mail.

source: Attach delivery slip PDF to email.
uk_ua: Додати PDF накладну доставки до e-mail.

source: Set the order as shipped.
uk_ua: Позначити замовлення як доставлене.

source: Set the order as paid.
uk_ua: Позначити замовлення як оплачене.

source: Show delivery PDF.
uk_ua: Показати PDF про доставку.

source: Template
uk_ua: Шаблон

source: Return status
uk_ua: Стан повернення

source: Order status
uk_ua: Статус замовлення

source: Add new tag
uk_ua: Додати мітку

source: Tag
uk_ua: Мітка

source: minutes
uk_ua: хвилин

source: Password reset delay
uk_ua: Затримка відновлення паролю

source: Re-display cart at login
uk_ua: Показати кошик при авторизації

source: Send an email after registration
uk_ua: Відправити Email повідомлення після реєстрації

source: Enable B2B mode
uk_ua: Включити B2B режим

source: Ask for birth date
uk_ua: Запитувати дату народження

source: Enable partner offers
uk_ua: Увімкнути партнерські пропозиції

source: Number of days for which the product is considered 'new'
uk_ua: Кількість днів протягом яких товар вважається новим

source: Max size of product summary
uk_ua: Максимальний розмір огляду товару

source: Products (general)
uk_ua: Товари (Загалом)

source: Catalog mode
uk_ua: Режим каталога

source: Quantity discounts based on
uk_ua: Знижка по к-сті базується на

source: Force update of friendly URL
uk_ua: Примусово змінити дружній URL

source: Default activation status
uk_ua: Типовий стан активації

source: Display remaining quantities when the quantity is lower than
uk_ua: Відображати "Остання одиниця", коли кількість менша ніж

source: Product page
uk_ua: Сторінка товару

source: Display available quantities on the product page
uk_ua: Відображати доступну кількість одиниць на сторінці з товаром

source: Display unavailable product attributes on the product page
uk_ua: Відображати атрибути недоступних товарів на сторінці з товаром

source: Display the "add to cart" button when a product has attributes
uk_ua: Відображати "Додати в кошик", якщо продукт має атрибути

source: Separator of attribute anchor on the product links
uk_ua: Розділювач якорів атрибутів у посиланнях товарів

source: Display discounted price
uk_ua: Показувати ціну зі знижкою

source: Products per page
uk_ua: Товарів на сторінці

source: Pagination
uk_ua: Нумерація сторінок

source: Default order by
uk_ua: Типово сортувати за

source: Default order method
uk_ua: Типовий спосіб сортування

source: Products stock
uk_ua: Запаси товарів

source: Allow ordering of out-of-stock products
uk_ua: Дозволити замовлення товарів, що немає в наявності

source: Enable stock management
uk_ua: Дозволити управління запасами

source: Label of in-stock products
uk_ua: Мітка товарів що є в наявності

source: Label of out-of-stock products with allowed backorders
uk_ua: Мітка товарів що доступні під замовлення

source: Label of out-of-stock products with denied backorders
uk_ua: Мітка товарів що закінчилися і недоступні для замовлення

source: Delivery time of in-stock products
uk_ua: Час доставки для товарів що є в наявності

source: Leave empty to disable
uk_ua: Залиште порожнім для відключення

source: Delivery time of out-of-stock products with allowed backorders
uk_ua: Час доставки товарів що доступні під замовлення

source: Default pack stock management
uk_ua: Типовий метод керування запасами для наборів

source: Enable Shop
uk_ua: Увімкнути магазин

source: Maintenance IP
uk_ua: ІР обслуговування

source: Custom maintenance text
uk_ua: Налаштований текст обслуговування

source: Hours:
uk_ua: Годин:

source: Authorized modules:
uk_ua: Дозволені модулі:

source: This category already exists for this group.
uk_ua: категорія уже існує для цієї групи

source: Add a category discount
uk_ua: Додати знижку для категорії

source: New group category discount
uk_ua: Нова знижка для групи категорій

source: Discount (%):
uk_ua: Знижка (%):

source: Discount: %.2f%%
uk_ua: Знижка: %.2f%%

source: Group information
uk_ua: Інформація про групу

source: Price display method:
uk_ua: Метод відображення цін:

source: Show prices:
uk_ua: Показати ціни:

source: Current category discount
uk_ua: Поточна категорія знижки

source: Members of this customer group
uk_ua: Член цієї групи клієнтів

source: Limited to the first 100 customers.
uk_ua: Обмежено першими 100 покупцями.

source: Please use filters to narrow your search.
uk_ua: Будь ласка, використовуйте фільтри, щоб зменшити ваш пошук.

source: Statistics
uk_ua: Статистика

source: Filter by product:
uk_ua: Фільтр за товаром:
