Repository: tbunitrade/prestashop-test
Catalog: app/Resources/translations/*/ModulesStatsregistrationsAdmin.*.xlf
Languages: uk_ua

source: Customer accounts
uk_ua: Екаунти клієнтів

source: Adds a registration progress tab to the Stats dashboard.
uk_ua: Додає до панелі статистики таблицю з останніми реєстраціями.

source: Number of visitors who stopped at the registering step:
uk_ua: Кількість відвідувачів, що зупинились на кроці реєстрації:

source: Number of visitors who placed an order directly after registration:
uk_ua: Кількість відвідувачів, які розмістили замовлення безпосередньо після реєстрації:

source: Total customer accounts:
uk_ua: Загальна кількість акаунтів клієнтів:

source: Number of customer accounts created
uk_ua: Кількість створених екаунтів клієнтів:

source: The total number of accounts created is not in itself important information. However, it is beneficial to analyze the number created over time. This will indicate whether or not things are on the right track. You feel me?
uk_ua: Загальна кількість створених облікових записів не має особливої ваги. Тим не менш, це корисно для аналізу числа реєстрацій з плином часу. Це може бути показником того, чи є ви на правильному шляху розвитку магазину.

source: How to act on the registrations' evolution?
uk_ua: Як впливати на кількість реєстрацій?

source: If you let your shop run without changing anything, the number of customer registrations should stay stable or show a slight decline.
uk_ua: Якщо ви залишите ваш магазин працювати без будь-яких змін, кількість реєстрацій має залишатися стабільною або дещо знижуватися.

source: A significant increase or decrease in customer registration shows that there has probably been a change to your shop. With that in mind, we suggest that you identify the cause, correct the issue and get back in the business of making money!
uk_ua: Значне збільшення або зменшення показує результати змін у вашому магазині. Маючи це на увазі, ми пропонуємо вам визначити причину, щоб усунути проблему (при зменшенні реєстрацій), або навпаки ще більш покращити внесені зміни (при збільшенні реєстрацій).

source: Here is a summary of what may affect the creation of customer accounts:
uk_ua: Ось короткий виклад того, що може впливати на реєстрації клієнтів:

source: An advertising campaign can attract an increased number of visitors to your online store. This will likely be followed by an increase in customer accounts and profit margins, which will depend on customer "quality." Well-targeted advertising is typically more effective than large-scale advertising... and it's cheaper too!
uk_ua: Рекламна кампанія може залучити підвищену кількість відвідувачів на ваш інтернет-магазин. Це, ймовірно, буде супроводжуватися збільшенням реєстрацій та замовлень, які будуть залежати від "якості" клієнта. Цільова реклама, як правило, більш ефективна, ніж великомасштабна реклама... і дешевша також!

source: Specials, sales, promotions and/or contests typically demand a shoppers' attentions. Offering such things will not only keep your business lively, it will also increase traffic, build customer loyalty and genuinely change your current e-commerce philosophy.
uk_ua: Знижки, розпродажі, спеціальні пропозиції, можуть збільшити зацікавленість клієнтів. Це не тільки пожвавить ваш магазин, а й призведе до збільшення його трафіку. Таким чином, ви можете спонукати імпульсивних покупців зробити вирішальний крок.

source: Design and user-friendliness are more important than ever in the world of online sales. An ill-chosen or hard-to-follow graphical theme can keep shoppers at bay. This means that you should aspire to find the right balance between beauty and functionality for your online store.
uk_ua: Дизайн та зручність є більш важливими, ніж будь-коли: невдалий вибір або складна графічна тема може відлякувати відвідувачів. Ви повинні знайти правильний баланс між інноваційним дизайном і легкою навігацією по магазину.

source: CSV Export
uk_ua: CSV експорт
