Repository: tbunitrade/prestashop-test
Catalog: app/Resources/translations/*/ModulesFacetedsearchAdmin.*.xlf
Languages: uk_ua

source: Faceted search
uk_ua: Багатоаспектний пошук

source: Displays a block allowing multiple filters.
uk_ua: Выдображає блок з кількома фільтрами.

source: "%s" is not a valid url
uk_ua: "%s" не є допустимим URL

source: Filter template name required (cannot be empty)
uk_ua: Ім'я фільтра необхідного шаблону (не може бути порожнім)

source: You must select at least one category.
uk_ua: Ви повинні вибрати щонайменше одну категорію.

source: Your filter
uk_ua: Ваш фільтр

source: was updated successfully.
uk_ua: був успішно оновлений.

source: was added successfully.
uk_ua: була успішно додана.

source: Settings saved successfully
uk_ua: Параметри успішно збережені

source: Filter template deleted, categories updated (reverted to default Filter template).
uk_ua: Шаблон фільтрів видалено, категорії оновлено (відновлено стандартний шаблон фільрів)

source: Filter template not found
uk_ua: Шаблон фільтру не знайдено

source: Root
uk_ua: Кореневий каталог

source: My template - %s
uk_ua: Мій шаблон - %s

source: My template %s
uk_ua: Мій шаблон %s

source: New filters template
uk_ua: Шаблон нових фільтрів

source: Template name:
uk_ua: Назва шаблону:

source: Only as a reminder
uk_ua: тільки як нагадування

source: Categories used for this template:
uk_ua: Категорії використані у цьому шаблоні:

source: Categories selection is disabled because you have no categories or you are in a "all shops" context.
uk_ua: Вибір категорій вимкнено, тому що їх ще не створено, або ви знаходитесь в режимі "усі магазини".

source: Choose shop association:
uk_ua: Оберіть асоціацію магазину:

source: You can drag and drop filters to adjust position
uk_ua: Ви можете перетягнути фільтри щоб налаштувати позицію

source: Filters:
uk_ua: Фільтри:

source: Total filters: %s
uk_ua: Всього фільтрів: %s

source: Sub-categories filter
uk_ua: Категорії фільтрів

source: Filter result limit:
uk_ua: Обмеження результатів фільтру:

source: No limit
uk_ua: Без обмежень

source: Filter style:
uk_ua: Стиль фільтру:

source: Checkbox
uk_ua: Відмітка

source: Radio button
uk_ua: Радіо-кнопка

source: Drop-down list
uk_ua: Випадаючий список

source: Product stock filter
uk_ua: Фільтр наявність товару

source: Product condition filter
uk_ua: Фільтр Стан товару

source: Product brand filter
uk_ua: Фільтр брендів товарів

source: Product weight filter (slider)
uk_ua: Фільтр ваги товару (слайдер)

source: List of ranges
uk_ua: Список діапазонів

source: Product price filter (slider)
uk_ua: Фільтр ціни на товар (слайдер)

source: Attribute group: %name% (%count% attributes)
uk_ua: Група атрибутів: %name% (%count% атриб.)

source: Attribute group: %name% (%count% attribute)
uk_ua: Група атрибутів: %name% (%count% атрибут)

source: This group will allow user to select a color
uk_ua: Ця група буде дозволяти користувачеві вибрати колір

source: Feature: %name% (%count% values)
uk_ua: Властивість: %name% (%count% знач.)

source: Feature: %name% (%count% value)
uk_ua: Властивість: %name% (%count% значення)

source: You must select at least one filter
uk_ua: Ви повинні вибрати хоча б один фільтр

source: You must select at least one category
uk_ua: Ви повинні вибрати щонайменше одну категорію

source: Warning! Your hosting provider is using the Suhosin patch for PHP, which limits the maximum number of fields allowed in a form:
uk_ua: Попередження, ваш хостинг-провайдер використовує патч Suhosin для PHP, який обмежує максимальну кількість полів:

source: for suhosin.post.max_vars.
uk_ua: для suhosin.post.max_vars.

source: for suhosin.request.max_vars.
uk_ua: для suhosin.request.max_vars.

source: Please ask your hosting provider to increase the Suhosin limit to
uk_ua: Зверніться до провайдера для збільшення кількості лімітів Suhosin

source: Warning! Your PHP configuration limits the maximum number of fields allowed in a form:
uk_ua: Увага, ваша конфігурація PHP обмежує максимальну кількість полів у формі

source: for max_input_vars.
uk_ua: для max_input_vars.

source: Please ask your hosting provider to increase this limit to
uk_ua: Зверніться до провайдера для збільшення ліміту до

source: %s at least, or you will have to edit the translation files manually.
uk_ua: %s щонайменьше, або доведеться правити переклад руцями.

source: Indexes and caches
uk_ua: Індекси і кеші

source: Indexing is in progress. Please do not leave this page
uk_ua: Триває індексація. Не закривайте цю сторінку

source: Index all missing prices
uk_ua: Індекс цін всіх зниклих без вести

source: Rebuild entire price index
uk_ua: Переналаштувати усі індекси цін

source: Build attribute index
uk_ua: Збірка атрибутів індексів

source: You can set a cron job that will rebuild price index using the following URL:
uk_ua: Ви можете встановити завдання cron для відновлення індексу цін, використовуючи наступний URL:

source: You can set a cron job that will rebuild attribute index using the following URL:
uk_ua: Ви можете встановити завдання cron для відновлення індексу атрибутів, використовуючи наступний URL:

source: A nightly rebuild is recommended.
uk_ua: Нічні відновлення рекомендується.

source: Filters templates
uk_ua: Шаблони фільтрів

source: Created on
uk_ua: Створений

source: Actions
uk_ua: Дії

source: Do you really want to delete this filter template?
uk_ua: Ви дійсно хочете видалити цей шаблон фільтра?

source: No filter template found.
uk_ua: немає шаблонів

source: Add new template
uk_ua: Додати новий шаблон

source: Show the number of matching products
uk_ua: Показати кількість співпадаючих продуктів

source: Show products from subcategories
uk_ua: Показувати товари з підкатегорій

source: Category filter depth (0 for no limits, 1 by default)
uk_ua: Глибина фільтра категорій (0 для відміни обмежень, 1 за замовчуванням)

source: Use tax to filter price
uk_ua: Використовувати податок, щоб фільтрувати ціну

source: Use rounding to filter price
uk_ua: Використовувати округлення для фільтра по ціні

source: (in progress)
uk_ua: (працюю)

source: URL indexing finished
uk_ua: Індексування URL закінчено

source: Attribute indexing finished
uk_ua: Індексування атрибутів закінчено

source: URL indexing failed
uk_ua: Індексувати URL не вдалось

source: Attribute indexing failed
uk_ua: Індексувати атрибути не вдалось

source: Price indexing finished
uk_ua: Індексування цін закінчено

source: Price indexing failed
uk_ua: Індексувати ціни не вдалось

source: (in progress, %s products price to index)
uk_ua: (в процесі, проіндексовано %s цін товарів)

source: Loading...
uk_ua: Завантаження...

source: You selected -All categories-: all existing filter templates will be deleted. Is it OK?
uk_ua: Ви вибрали -Всі категорії- всі існуючі шаблони фільтрів будуть видалені. Ви згодні?

source: Invalid characters: <>;=#{}_
uk_ua: Недопустимі символи: <>;=#{}_

source: Indexable
uk_ua: Може бути індексоване

source: Use this attribute in URL generated by the Faceted Search module.
uk_ua: Використовувати цей атрибут для URL-адреси, згенерованої модулем багатоаспектного пошуку.

source: When the Faceted Search module is enabled, you can get more detailed URLs by choosing the word that best represent this feature. By default, PrestaShop uses the feature's name, but you can change that setting using this field.
uk_ua: Коли модуль багатоаспектного пошуку увімкнений, ви можете отримати більш докладні URL, вибравши слово, яке найкраще описує цю функцію. За промовчанням PrestaShop використовує ім'я функції, але ви можете змінити цю настройку за допомогою цього поля.

source: When the Faceted Search module is enabled, you can get more detailed page titles by choosing the word that best represent this feature. By default, PrestaShop uses the feature's name, but you can change that setting using this field.
uk_ua: Коли модуль багатоаспектного пошуку увімкнений, ви можете отримати більш докладні заголовки сторінок, вибравши слово, яке найкраще описує цю функцію. За замовчуванням PrestaShop використовує ім'я характеристики, але ви можете змінити цю настройку за допомогою цього поля.

source: When the Faceted Search module is enabled, you can get more detailed URLs by choosing the word that best represent this attribute. By default, PrestaShop uses the attribute's name, but you can change that setting using this field.
uk_ua: Коли модуль багатоаспектного пошуку увімкнений, ви можете отримати більш докладні URL, вибравши слово, яке найкраще описує цей атрибут. За промовчанням PrestaShop використовує ім'я атрибута, але ви можете змінити цю настройку за допомогою цього поля.

source: When the Faceted Search module is enabled, you can get more detailed page titles by choosing the word that best represent this attribute. By default, PrestaShop uses the attribute's name, but you can change that setting using this field.
uk_ua: Коли модуль багатоаспектного пошуку увімкнений, ви можете отримати більш докладні заголовки сторінок, вибравши слово, яке найкраще описує цей атрибут. За промовчанням PrestaShop використовує ім'я атрибута, але ви можете змінити цю настройку за допомогою цього поля.

source: When the Faceted Search module is enabled, you can get more detailed URLs by choosing the word that best represent this feature's value. By default, PrestaShop uses the value's name, but you can change that setting using this field.
uk_ua: Коли модуль багатоаспектного пошуку увімкнений, ви можете отримати більш докладні URL, вибравши слово, яке найкраще описує значення цієї функції. За промовчанням PrestaShop використовує ім'я значення, але ви можете змінити цю настройку за допомогою цього поля.

source: When the Faceted Search module is enabled, you can get more detailed page titles by choosing the word that best represent this feature's value. By default, PrestaShop uses the value's name, but you can change that setting using this field.
uk_ua: Коли модуль багатоаспектного пошуку увімкнений, ви можете отримати більш докладні заголовки сторінок, вибравши слово, яке найкраще описує значення цієї функції. За замовчуванням PrestaShop використовує значення імені, але ви можете змінити цю настройку за допомогою цього поля.
